app/controllers/users_controller.rb

SELECT "meetings".* FROM "meetings" WHERE "meetings"."users_id" = $1  [["users_id", 11]]
---
  def usergamen
    @meetings = Meeting.where(users_id: current_user.id)

SELECT  "users".* FROM "users" WHERE "users"."id" = $1 LIMIT $2  [["id", 11], ["LIMIT", 1]]
---
  def usershow
    @user = User.where(users_id: current_user.id)